{
  "en": {
    "story": {
      "left": {
        "headline": "Our Story",
        "text": "Launched in October 2015, Honeypot is Europe's developer-focused job platform. Our mission is to get every developer a great job. Honeypot helps Developers, DevOps Engineers and CTOs find jobs they love."
      },
      "right": {
        "headline": "What is Honeypot?",
        "text": "On Honeypot, companies apply to you. We believe developers and other tech professionals should choose a job they love: whether that’s based on a cutting-edge tech stack, an inspiring team or just good old-fashioned salary. Today, Honeypot is Europe’s leading developer-focused job platform, serving Germany and the Netherlands."
      }
    },
    "life": {
      "headline": "Life at Honeypot",
      "tagline": "We value curiosity, creativity and ambition. Check out our videos to see life at Honeypot.",
      "1": {
        "video": "",
        "text": "Work Culture"
      },
      "2": {
        "video": "",
        "text": "Team Offsites"
      },
      "3": {
        "video": "",
        "text": "Team Events"
      }
    },
    "team": {
      "headline": "Meet the team",
      "tagline": "19+ Nationalities, 15+ Languages"
    },
    "advisors": {
      "headline": "Our Advisors",
      "tagline": "",
      "1": {
        "name": "Felix Plog",
        "text": "Felix Plog co-founded Foodpanda and was formerly SVP of Operations at Delivery Hero. Foodpanda raised $310 million in funding and was acquired by Delivery Hero in 2016. As an angel investor and advisor, Felix brings extensive operational experience to the Honeypot team. Prior to Foodpanda, Felix managed the stock market listed financial publisher and technology provider wallstreet:online as CEO and supported Axel Springer's expansion in the technology sector as Head of Portfolio Management.  He started his career in consulting with Roland Berger."
      },
      "2": {
        "name": "Konstantin Haase",
        "text": "Konstantin is a software developer, entrepreneur, author, speaker, and one of the busiest people in the open source community. He is co-founder of Travis CI, a continuous integration-as-service-platform, used by GitHub, Twitter, Facebook and many others. He is an active contributor to various open source projects, such as Sinatra, Rubinius, Rack, and many more."
      },
      "3": {
        "name": "Timo Rößner",
        "text": "Timo is an Engineering Manager at ResearchGate, after holding numerous lead developer positions over his career. Timo is an active contributor to open-source software and the current maintainer of 'reek', a code quality analyser popular in the Ruby community. He is an avid evangelist of new technologies and has ample experience in developing and promoting team culture within organizations."
      },
      "4": {
        "name": "Torsten Curdt",
        "text": "Torsten is a software developer, founder, author, speaker, and blogger. He specializes in scalable architectures, backend services, big data, iOS and Mac development. Torsten is also an active and long-term contributor to open source."
      }
    },
    "news": {
      "headline": "In the news",
      "left": {
        "text": "Recruiting Startup of the Year at Hiring Success 18 Watch our winning pitch!",
        "show": "Show",
        "link": "..."
      },
      "right": {
        "text": "Digital Disruption For Europe's Recruitment Sector",
        "show": "Show",
        "link": "..."
      }
    },
    "career": {
      "headline": "Career Section",
      "text": "Interested in joining the Honeypot team?",
      "link": "See our open positions"
    },
    "care": {
      "headline": "Causes We Care About",
      "text": "Our team volunteers with organizations which are helping the world become a better place."
    },
    "where": {
      "headline": "Our Offices",
      "tagline": "",
      "show": "Show location",
      "1": {
        "city": "Berlin, Germany",
        "street": "Schlesische Straße 26, 10997",
        "link": ""
      },
      "2": {
        "city": "Amsterdam, Netherlands",
        "street": "TQ, Singel 542, 1017 AZ",
        "link": ""
      }
    },
    "join": {
      "text": "Come Join us!",
      "show": "Open Positions"
    }
  },
  "de": {
    "story": {
      "left": {
        "headline": "Unsere Story",
        "text": "Honeypot wurde 2015 gegründet und ist Europas tech-fokussierte Job Plattform. Unsere Mission ist jedem Entwickler einen grossartigen Job zu beschaffen. Honeypot hilft Developern, und CTOs Jobs zu finden, die sie lieben."
      },
      "right": {
        "headline": "Was ist Honeypot?",
        "text": "Auf Honeypot bewerben sich Firmen bei Dir. Wir glauben fest daran, dass Entwickler und Experten aus verwandten technischen Feldern einen Job haben sollten, der genau zu ihren Vorlieben passt: ob das nun ein cutting-edge tech stack bedeutet, ein inspirierendes team oder einfach nur ein top Gehalt. Heute ist Honeypot die führende tech-fokussierte Job Plattform in Deutschland und den Niederlanden."
      }
    },
    "life": {
      "headline": "Das Leben bei Honeypot",
      "tagline": "Wir schätzen Neugierde, Kreativität und Ambition. Mache dir ein Bild wie es bei Honeypot zugeht.",
      "1": {
        "video": "",
        "text": "Work Culture"
      },
      "2": {
        "video": "",
        "text": "Team Offsites"
      },
      "3": {
        "video": "",
        "text": "Team Events"
      }
    },
    "team": {
      "headline": "Lerne uns kennen",
      "tagline": "19+ Nationalitäten, 15+ Sprachen"
    },
    "advisors": {
      "headline": "Our Advisors",
      "tagline": "",
      "1": {
        "name": "Felix Plog",
        "text": "Felix Plog war Mitgründer bei foodpanda und im Anschluss SVP Operations bei Delivery Hero. Foodpanda erhielt $310m Funding and wurde 2016 von Delivery Hero übernommen. Als Angel Investor und Berater bringt sich Felix bei Honeypot mit seiner weitreichenden operativen Erfahrung ein. Vor foodpanda war Felix CEO beim Finanz- und Wirtschaftsportal wallstreet:online und unterstützte Axel Springer's Expansion im Technologiesegment als Head of Portfolio Management. Er begann seine Karriere als Berater bei Roland Berger."
      },
      "2": {
        "name": "Konstantin Haase",
        "text": "Konstantin ist Softwareentwickler, Unternehmer, Autor, Sprecher und einer der aktivsten Leute in der Open-Source-Community. Er ist Mitgründer von Travis CI, einer Continuous Integration-as-a-Service-Plattform, welche von Unternehmen wie GitHub, Twitter, Facebook und vielen anderen genutzt wird. Er ist ein aktiver Contributor bei vielen Open-Source-Projekten, wie Sinatra, Rubinius, Rack und vielen mehr. "
      },
      "3": {
        "name": "Timo Rößner",
        "text": "Nach zahlreichen Lead Developer Positionen in verschiedenen Tech Unternehmen, ist Timo aktuell Engineering Manager bei ResearchGate.  Timo is in der Open Source Community aktiv und derzeit Maintainer von dem Projekt 'reek', einer Software für die Analyse der Codequalität, beliebt in der Ruby Szene. Er ist ein starker Befürworter neuer Technologien und hat weitreichende Erfahrung im Aufbau und Förderung von Teamkultur in Organisationen."
      },
      "4": {
        "name": "Torsten Curdt",
        "text": "Torsten ist Softwareentwickler, Gründer, Autor, Sprecher und Blogger. Er ist spezialisiert auf Scalable Architectures, Backend Services, Big Data, iOS und Mac-Entwicklung. Torsten ist auch ein aktiver und langjähriger Mitstreiter bei Open-Source-Projekten."
      }
    },
    "news": {
      "headline": "In der Presse",
      "left": {
        "text": "Recruiting Startup des Jahres - Hiring Success 18 Sieh Dir unsere Gewinnerpräse an!",
        "show": "Show",
        "link": "..."
      },
      "right": {
        "text": "Digital Disruption For Europe's Recruitment Sector",
        "show": "Show",
        "link": "..."
      }
    },
    "career": {
      "headline": "Jobs",
      "text": "Lust Teil des Honeypot Teams zu werden?",
      "link": "Hier geht's zu unseren offenen Stellen"
    },
    "care": {
      "headline": "Causes We Care About",
      "text": "Unser Team unterstützt Organisationen, die helfen die Welt zu verbessern"
    },
    "where": {
      "headline": "Unsere Büros",
      "tagline": "",
      "show": "Show location",
      "1": {
        "city": "Berlin, Deutschland",
        "street": "Schlesische Straße 26, 10997",
        "link": ""
      },
      "2": {
        "city": "Amsterdam, Niederlande",
        "street": "TQ, Singel 542, 1017 AZ",
        "link": ""
      }
    },
    "join": {
      "text": "Werde Teil des Honeypot Teams!",
      "show": "Offene Stellen"
    }
  },
  "nl": {
    "story": {
      "left": {
        "headline": "Nuestra historia",
        "text": "Lanzada en octubre de 2015, Honeypot es la plataforma europea de empleo para desarrolladores. Nuestra misión consiste en que todos los desarrolladores encuentren un trabajo estupendo. Honeypot ayuda a los desarrolladores, ingenieros de desarrollo e ingenieros punteros a encontrar un puesto que les apasione."
      },
      "right": {
        "headline": "¿Qué es Honeypot?",
        "text": "En Honeypot, son las empresas las que te escriben a ti. Creemos que los desarrolladores deberían elegir un trabajo que les guste: ya sea que se base en una pila de tecnología de vanguardia, en un equipo inspirador o simplemente en un buen salario a la antigua."
      }
    },
    "life": {
      "headline": "La vida en Honeypot",
      "tagline": "Valoramos la curiosidad, la creatividad y la ambición. Echa un vistazo a nuestros vídeos y descubre como es la vida en Honeypot.",
      "1": {
        "video": "",
        "text": "Cultura de trabajo"
      },
      "2": {
        "video": "",
        "text": "Equipo offsites"
      },
      "3": {
        "video": "",
        "text": "Eventos de equipo"
      }
    },
    "team": {
      "headline": "Conoce nuestro equipo",
      "tagline": "42 nacionalidades - Más de 30 idiomas"
    },
    "advisors": {
      "headline": "Nuestros asesores",
      "tagline": "",
      "1": {
        "name": "Felix Plog",
        "text": "Felix es vicepresidente sénior de operaciones globales de Delivery Hero. En el pasado cofundó Foodpanda, donde tuvo una gran parte de culpa en lograr que la empresa se convirtiera en líder del suministro de alimentos en los mercados emergentes. Antes de acceder al mundo del suministro de alimentos, Felix ocupó el puesto de director general en Axel Springer."
      },
      "2": {
        "name": "Konstantin Haase",
        "text": "Konstantin es desarrollador de software, empresario, autor y ponente, además de una de las personas más laboriosas de la comunidad de código abierto. Es cofundador de Travis CI, una plataforma de integración continua como servicio, utilizada por GitHub, Twitter o Facebook, entre otros. Es colaborador activo de varios proyectos de código abierto, como Sinatra, Rubinius, Rack y un largo etcétera."
      },
      "3": {
        "name": "Timo Rößner",
        "text": "Timo trabaja como director de ingeniería en ResearchGate, tras haber desempeñado numerosos puestos como desarrollador puntero a lo largo de su carrera. Timo realiza activas contribuciones al software de código abierto y se encarga actualmente de mantener el 'reek', un analizador de calidad de código muy popular en la comunidad Ruby. Adeás, es un ferviente predicador de las nuevas tecnologías y goza de amplia experiencia en el desarrollo y la promoción del espíritu de equipo dentro de una organización."
      },
      "4": {
        "name": "Torsten Curdt",
        "text": "Torsten es desarrollador de software, fundador, autor, ponente y bloguero. Está especializado en arquitecturas escalables, servicios de backend, big data y desarrollo de iOS y Mac. Asimismo, Torsten colabora activamente con el código abierto desde hace mucho tiempo."
      }
    },
    "news": {
      "headline": "Somos noticia",
      "left": {
        "text": "Startup de contratación del año en el congreso Hiring Success 18 - ¡Mira nuestro discurso ganador!",
        "show": "Show",
        "link": "..."
      },
      "right": {
        "text": "Digital Disruption For Europe's Recruitment Sector",
        "show": "Show",
        "link": "..."
      }
    },
    "career": {
      "headline": "Career Section",
      "text": "Interested in joining the Honeypot team?",
      "link": "See our open positions"
    },
    "care": {
      "headline": "Causas que nos preocupan",
      "text": "Nuestro equipo colabora con organizaciones que ayudan a hacer del mundo un lugar mejor: Lilipad Library, Gaza Sky Geeks, ServetheCity"
    },
    "where": {
      "headline": "Nuestras oficinas",
      "tagline": "",
      "show": "Show location",
      "1": {
        "city": "Berlin, Alemania",
        "street": "Schlesische Straße 26, 10997",
        "link": ""
      },
      "2": {
        "city": "Ámsterdam, Holanda",
        "street": "TQ, Singel 542, 1017 AZ",
        "link": ""
      }
    },
    "join": {
      "text": "Come Join us!",
      "show": "Open Positions"
    }
  }
}
