{
  "en": {
    "headline": {
      "1": "Join Europe's Largest",
      "2": "Tech Community"
    },
    "meet": {
      "headline": "Meet the Community",
      "tagline": "We are active organizers of events across Europe, from cozy meetups to large, international conferences.",
      "link-text": "Show",
      "1": {
        "headline": "GraphQL Conf",
        "text": "GraphQL Conf is a conference with speakers from all around the world. Organized in collaboration with Prisma and the founding team of the GraphQL technology, GraphQL Conf is the largest GraphQL conference east of the Atlantic. Learn about GraphQL best practices from industry experts and become part of the thriving GraphQL community.",
        "link": "https://www.graphqlconf.org/"
      },
      "2": {
        "headline": "Hive Conference",
        "text": "Hive is a conference for HR Leaders, Technical Hiring Managers, CTOs and VPs of Engineering focused on all aspects of building and scaling great engineering teams.",
        "link": "https://hive.honeypot.io/"
      },
      "3": {
        "headline": "Tech Talks & CTO Club",
        "text": "Want to dive deep into the tech community in Germany or the Netherlands? Our tech meetups are exactly what you need - exciting tech topics and experienced speakers you can learn from.",
        "link": {
          "1": {
            "link": "https://www.meetup.com/Honeypot_Berlin/",
            "link-text": "Show Berlin"
          },
          "2": {
            "link": "https://www.meetup.com/Honeypot_Amsterdam/",
            "link-text": "Show Amsterdam"
          }
        }
      },
      "4": {
        "headline": "HR in Tech",
        "text": "Is hiring tech talent part of your everyday job? If so, our pan-European HR in Tech event series ought to be right up your alley.  Whether you live in Germany or the Netherlands, we’ve got you covered.",
        "link": "https://www.eventbrite.ie/o/honeypotio-8532947424"
      }
    },
    "documentaries": {
      "headline": "Documentaries",
      "tagline": "We are documenting some of the most exciting open source projects in the world.",
      "elixir": {
        "headline": "Elixir: A Mini-Documentary",
        "text": "Get ready to explore the origins of the Elixir programming language, the manner in which it handles concurrency and the speed with which it has grown since its creation back in 2011.",
        "link-text": "Show"
      }
    },
    "opensource": {
      "headline": "Love contributing to open-source projects?",
      "tagline": "So do we! Check out these internal tools our tech team members have shared with the world.",
      "link-text": "Show",
      "1": {
        "name": "Searchspot",
        "text": "Responsible for Honeypot's ElasticSearch data and mainly powered by Rust and Iron, companies use it on the platform to search the developers they need to hire."
      },
      "2": {
        "name": "Reina",
        "text": "GitHub bot and CLI application to handle deployments and orchestrations of feature stagings on Heroku."
      },
      "3": {
        "name": "Github",
        "text": "Wanna chip in? Head over to our Github repo to contribute!"
      }
    },
    "articles": {
      "headline": "Stay Informed about Your Tech Career",
      "tagline": "We share insights and data about salaries, emerging tech trends and the most exciting tech companies in Europe."
    }
  },
  "de": {
    "headline": {
      "1": "Werde Teil der grössten",
      "2": "Tech Community Europas!"
    },
    "meet": {
      "headline": "Lerne die Community kennen",
      "tagline": "Wir organisieren aktiv eigene Events in Europa: vom Meetup und Workshop im kleineren Kreis bis hin zu großen internationalen Konferenzen.",
      "link-text": "",
      "1": {
        "headline": "GraphQL Conf",
        "text": "GraphQL Conf ist eine Konferenz mit Speakern aus der ganzen Welt.  Das Event in gemeinsamer Organisation mit Prisma und dem Gründerteam von GraphQL ist das grösste GraphQL Event ostwärts des Atlantiks. Erfahre mehr über GraphQL best practices von Branchenexperten und werde Teil der pulsierenden GraphQL community.",
        "link": "https://www.graphqlconf.org/"
      },
      "2": {
        "headline": "Hive Conference",
        "text": "Hive ist eine Konferenz für HR Leader, technische Leiter, CTOs und alle anderen, die sich darauf fokussieren grossartige technische Team aufzubauen und zu skalieren.",
        "link": "https://hive.honeypot.io/"
      },
      "3": {
        "headline": "Tech Talks & CTO Club",
        "text": "Möchtest Du tief in die Tech-Community in Deutschland und den Niederlanden eintauchen? Dann sind unsere Tech-Meetups genau das Richtige - spannende Tech-Themen und erfahrene Speaker, die ihr Wissen teilen.",
        "link": {
          "1": {
            "link": "https://www.meetup.com/Honeypot_Berlin/",
            "link-text": "Show Berlin"
          },
          "2": {
            "link": "https://www.meetup.com/Honeypot_Amsterdam/",
            "link-text": "Show Amsterdam"
          }
        }
      },
      "4": {
        "headline": "HR in Tech",
        "text": "Besteht Dein Job zu einem großen Teil aus der Akquise von Tech-Talenten? Dann passen unsere HR in Tech Meetups zu Dir. Ob in Deutschland oder den Niederlanden, wir haben die richtigen Themen für Dich.",
        "link": "https://www.eventbrite.ie/o/honeypotio-8532947424"
      }
    },
    "documentaries": {
      "headline": "Documentaries",
      "tagline": "Wir dokumentieren einige der spannendsten Open Source Projekte auf der Welt.",
      "elixir": {
        "headline": "Elixir: A Mini-Documentary",
        "text": "Ergründe die Ursprünge der Elixir Programmiersprache, die Art der nebenläufigen Programmierung und wie die Sprache seit Schöpfung in 2011 gewachsen ist.",
        "link-text": "Show"
      }
    },
    "opensource": {
      "headline": "Trägst Du gerne zu Open Source Projekten bei?",
      "tagline": "Wir auch! Sieh Dir unsere internen Produkte an, die unser Tech Team mit der Welt geteilt hat.",
      "link-text": "Show",
      "1": {
        "name": "Searchspot",
        "text": "Honeypot's Suchmaschine hauptsächlich basierend auf Rust und Iron. Firmen benutzen diese um neue developer auf unserer Plattform zu finden."
      },
      "2": {
        "name": "Reina",
        "text": "GitHub bot und CLI Applikation für die Orchestrierung und das Deployment von Feature Stagings auf Heroku."
      },
      "3": {
        "name": "Github",
        "text": "Willst Du beitragen? Hier geht's zu unseren Github repos!"
      }
    },
    "articles": {
      "headline": "Erhalte Infos für Deine Tech Karriere",
      "tagline": "Wir teilen Einblicke und Daten über Gehälter, aufkommende Technologie Trends und die spannendsten Tech Firmen in Europa."
    }
  },
  "nl": {
    "headline": {
      "1": "Sluit je aan Europa's grootste",
      "2": "Tech Community"
    },
    "meet": {
      "headline": "Ontmoet de community",
      "tagline": "Wij organiseren evenementen in heel Europa, van intieme bijeenkomsten en workshops tot grote, internationale conferenties. ",
      "link-text": "",
      "1": {
        "headline": "GraphQL Conf",
        "text": "GraphQL Conf is een conferentie met sprekers van over de hele wereld. Georganiseerd in samenwerking met Prisma en het founding team van de GraphQL technologie is GraphQL Conf is de grootste GraphQL-conferentie ten oosten van de Atlantische Oceaan. Lees meer over de best practices van GraphQL van experts uit de branche en maak deel uit van de bloeiende GraphQL-community.",
        "link": "https://www.graphqlconf.org/"
      },
      "2": {
        "headline": "Hive Conference",
        "text": "Hive is een conferentie voor HR-leiders, Technical Hiring Managers, CTO's en VP's of Engineering die zich richten op alle aspecten van het bouwen en opschalen van top engineering teams.",
        "link": "https://hive.honeypot.io/"
      },
      "3": {
        "headline": "Tech Talks & CTO Club",
        "text": "Wil jij je diep wortelen in de tech community van Duitsland en Nederland? Dan zijn onze tech meetups precies wat jij zoekt - trending tech topics en ervaren sprekers waar je van kunt leren.",
        "link": {
          "1": {
            "link": "https://www.meetup.com/Honeypot_Berlin/",
            "link-text": "Show Berlijn"
          },
          "2": {
            "link": "https://www.meetup.com/Honeypot_Amsterdam/",
            "link-text": "Show Amsterdam"
          }
        }
      },
      "4": {
        "headline": "HR in Tech",
        "text": "Is het aannemen van tech talent onderdeel van jouw dagele workflow? Dan zal onze pan-Europese HR in Tech-evenementen reeks helemaal bij je passen. Of je nu in Duitsland of Nederland woont, wij helpen jou graag verder.",
        "link": "https://www.eventbrite.ie/o/honeypotio-8532947424"
      }
    },
    "documentaries": {
      "headline": "Documentaires",
      "tagline": "We maken documentaires over een aantal van de vetste opensourceprojecten ter wereld.",
      "elixir": {
        "headline": "Elixir: A Mini-Documentary",
        "text": "Ontdek hoe de programmeertaal Elixir is ontstaan, de manier waarop het met concurrency omgaat en de snelheid waarmee het gegroeid is sinds de taal is gecreëerd in 2011.",
        "link-text": "Show"
      }
    },
    "opensource": {
      "headline": "Ook een opensource fan?",
      "tagline": "Wij ook! Bekijk deze producten die ons tech team met de wereld heeft gedeeld.",
      "link-text": "Show",
      "searchspot": {
        "name": "Searchspot",
        "text": "Verantwoordelijk voor de ElasticSearch data van Honeypot en voornamelijk aangedreven door Rust en Iron, bedrijven gebruiken het op het platform om door profielen van developers te zoeken."
      },
      "reina": {
        "name": "Reina",
        "text": "GitHub bot- en CLI-applicatie voor het afhandelen van deployments en orchestrations van feature stagings op Heroku."
      },
      "github": {
        "name": "Github",
        "text": "Meedoen? Ga naar onze Github repo om een bijdrage te leveren!"
      }
    },
    "articles": {
      "headline": "Blijf up-to-date over je tech-carrière",
      "tagline": "We delen inzichten en data over salarissen, opkomende tech-trends en de gaafste tech-bedrijven van Europa."
    }
  }
}
