{
  "en": {
    "sign-up": "Signup to Honeypot",
    "page-intro": {
      "headline1": "Choose a",
      "headline2": "Job You Love",
      "tagline": "Honeypot is Europe’s developer-focused job platform. Create a profile and let companies apply to you.",
      "button1": "Find Me a Job!",
      "button2": "I'm Hiring"
    },
    "company-bar": {
      "tagline": "Over 1000 Companies are Hiring on Honeypot"
    },
    "join": {
      "headline": "Join an Engineering Team in Your Ideal Role",
      "text": "On Honeypot, over 1000 companies are hiring Software Developers, DevOps Engineers and Engineering Leaders just like you!"
    },
    "process": {
      "headline": "A Simple and Quick Sign Up Process!",
      "step1": {
        "headline": "Create a Profile",
        "text": "It’s your chance to tell us what you want in your next role - and it takes less than 5 minutes."
      },
      "step2": {
        "headline": "Complete our Screening",
        "text": "Pass our code screening and take an optional call with your Talent Rep, who positions you to receive the best offers."
      },
      "step3": {
        "headline": "Become Visible and Get Offers",
        "text": "Become visible on Honeypot so that companies can find your profile and make you offers with salary and tech stack up front."
      },
      "step4": {
        "headline": "Get Hired",
        "text": "Interview with companies that interest you! And choose the one you like the best."
      }
    },
    "stack": {
      "headline": "Work with a Tech Stack You Love",
      "text": "Whether it’s Ruby, Scala, JavaScript or anything else, on Honeypot you only get offers from companies for your preferred tech stack and desired salary."
    },
    "location": {
      "headline": "Choose the Locations that Suit You",
      "text": "Honeypot operates in Europe’s most exciting tech cities. Set your location preference and companies apply to you!"
    },
    "support": {
      "headline": "Free Career Support and Guidance",
      "text": "Your Talent Rep will guide you through from start to finish, providing guidance on your resume and interviews, helping you benchmark your salary, evaluate offers and find a job you love."
    },
    "worth": {
      "headline": "Know Your Worth!",
      "text": "Companies apply directly to you so you can compare offers side by side. No more job applications or clumsy back and forths with headhunters."
    },
    "testimonial": {
      "headline": "Top Jobs for Top Tech Talent",
      "tagline": "Be part of the top 10% and connect with Europe’s top tech companies.",
      "1": {
        "image": "static/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Hired as a Frontend Developer by Zalando",
        "text": "I like Honeypot because companies offer interviews with my base salary and above. It saved the effort of applying for jobs, doing interviews, getting offers, and finally finding out that the salary didn't meet my requirements."
      },
      "2": {
        "image": "static/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Hired as a Senior Frontend Developer by Weissmaler",
        "text": "After only two weeks I received 13 interview invites from a great selection of companies. From these I could choose the ones that best suited me and ended up finding the perfect startup job."
      },
      "3": {
        "image": "static/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Hired as a JavaScript Developer by finAPI",
        "text": "Within a few weeks I received multiple job offers and landed an awesome job right after finishing my degree. Compared to my experience with job recruiters on other platforms, my experience on Honeypot felt much more personal."
      },
      "4": {
        "image": "static/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Hired as a Mobile Engineer by Aperto",
        "text": "The user experience was amazing, the site was really easy to use. The platform does all the heavy lifting for you, you don't need to search or keep track of where you apply. Their system is really efficient in the sense that companies find you, making this a really simple and painless platform to use."
      },
      "5": {
        "image": "static/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "Hired as a Frontend Developer by \n Deutsche Post E-Post Development",
        "text": "Honeypot was fantastic! I was surprised by the sheer amount of interview offers and the diversity of companies. My Talent Rep gave me solid advice on how to structure a professional-looking CV, which is something I've always struggled with in the past."
      }
    },
    "newsletter": {
      "headline": "Subscribe to our newsletter ",
      "text": "Get careers tips, documentary previews, discounts for conferences and exclusive content! ",
      "email-placeholder": "Your email",
      "join": "Join"
    }
  },
  "de": {
    "sign-up": "Registrieren",
    "page-intro": {
      "headline1": "Wähle",
      "headline2": "Deinen Traumjob",
      "tagline": "Honeypot ist Europas tech-fokussierte Job Plattform. Erstelle dir ein Profil und Unternehmen bewerben sich bei Dir.",
      "button1": "Finde einen Job!",
      "button2": "Ich bin ein Arbeitgeber!"
    },
    "company-bar": {
      "tagline": "Über 1000 Unternehmen stellen über Honeypot ein"
    },
    "join": {
      "headline": "Werde Teil eines Engineering-Teams in Deiner idealen Rolle",
      "text": "Auf Honeypot stellen über 1000 Unternehmen Softwareentwickler, DevOps Engineers, und Engeneering Leads wie Dich ein!"
    },
    "process": {
      "headline": "Ein einfacher und schneller Anmeldeprozess",
      "step1": {
        "headline": "Erstelle Dein Profil",
        "text": "und lass uns wissen welche neuen Herausforderungen Du suchst – es dauert weniger als fünf Minuten."
      },
      "step2": {
        "headline": "Werde Teil der Community",
        "text": "Durchlaufe unseren Code Check und nimm ein optionales Gespräch mit deinem Talent Rep wahr, der dich persönlich unterstützt, damit du die besten Job Angebote erhälst."
      },
      "step3": {
        "headline": "Werde sichtbar!",
        "text": "Werde sichtbar auf Honeypot, damit Unternehmen Dein Profil finden und Dir Angebote mit Gehaltsangabe und Tech-Stack vorab machen können."
      },
      "step4": {
        "headline": "Hol Dir den Job",
        "text": "Führe Interviews mit Unternehmen, die Dich interessieren! Wähle das Unternehmen, das Dir am besten gefällt."
      }
    },
    "stack": {
      "headline": "Arbeite mit einem Tech-Stack, der Deinen Vorlieben entspricht",
      "text": "Ob Ruby, Scala, JavaScript oder etwas anderes, auf Honeypot bekommst Du nur Angebote von Unternehmen für Deinen bevorzugten Tech-Stack und Dein gewünschtes Gehalt."
    },
    "location": {
      "headline": "Wähle die Stadt, die zu Dir passt",
      "text": "Honeypot ist in Europas aufregendsten Tech-Städten aktiv. Nenne Deinen Lieblingsort und Unternehmen bewerben sich bei Dir!"
    },
    "support": {
      "headline": "Kostenlose Karriereberatung",
      "text": "Dein Talent Manager begleitet Dich von Anfang bis Ende durch den Prozess und hilft Dir beim Schreiben des Lebenslaufs, der Jobinterview-Vorbereitung, der Berechnung des Wunschgehalts und der Einschätzung der Angebote. Damit Du einen Job findest, den Du liebst."
    },
    "worth": {
      "headline": "Kenne Deinen Wert!",
      "text": "Unternehmen bewerben sich bei Dir. So kannst Du Angebote direkt miteinander vergleichen. Keine Bewerbungen mehr oder umständliches Hin- und Her mit Personalagenturen und Headhuntern."
    },
    "testimonial": {
      "headline": "Top Jobs für top Tech-Talente",
      "tagline": "Werde Teil der Top 10% und spreche mit Europas spannendsten Tech-Unternehmen",
      "1": {
        "image": "/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Frontend Developer \n Zalando",
        "text": "Ich mag Honeypot, weil Unternehmen Interviewanfragen direkt mit Gehaltsinfos schicken. So spart man sich die Mühe, sich für Jobs zu bewerben und Interview-Prozesse zu durchlaufen um am Ende herauszufinden, dass das Gehalt nicht den eigenen Anforderungen entspricht."
      },
      "2": {
        "image": "/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Fand einen Job als Senior Frontend Developer bei Weissmaler",
        "text": "Nach nur zwei Wochen hatte ich 13 Einladungen zu Interviews von einer tollen Auswahl an Unternehmen. Aus diesen konnte ich diejenigen aussuchen, die am besten zu mir passen und am Ende fand ich den perfekten Startup-Job."
      },
      "3": {
        "image": "/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Fand einen Job als JavaScript Developer bei finAPI",
        "text": "Innerhalb weniger Wochen hatte ich mehrere Angebote auf dem Tisch und landete dadurch einen super Job gleich nach meinem Uni-Abschluss. Im Vergleich zu meinen Erfahrungen mit Recruitern auf anderen Plattormen, nahm ich Honeypot als sehr viel persönlicher wahr."
      },
      "4": {
        "image": "/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Fand einen Job als Mobile Engineer bei Aperto",
        "text": "Die einfache Handhabung der Seite ist grossartig. Durch Honeypot brauchte ich mich nicht bei Unternehmen zu bewerben.  Unternehmen melden sich direkt bei Kandidaten, was den Prozess sehr simpel und effizient macht."
      },
      "5": {
        "image": "/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "fand seinen Job als Frontend Developer bei Deutsche Post E-Post Development",
        "text": "Honeypot war fantastisch! Ich war überrascht von den vielen Interview-Anfragen und der Vielfalt der Unternehmen. Mein Talent Manager hat mir geholfen einen professionell aussehenden CV zu strukturieren, etwas was mir vorher immer schwer gefallen ist."
      }
    },
    "newsletter": {
      "headline": "Newsletter abonnieren",
      "text": "Erhalte Karriere Tips, Vorschau auf Dokumentationen, Rabatte für Konferenzen and exklusiven Inhalten!",
      "email-placeholder": "Deine E-Mail",
      "join": "Abonnieren"
    }
  },
  "nl": {
    "sign-up": "Regístrate en Honeypot",
    "page-intro": {
      "headline1": "Elige tu",
      "headline2": "trabajo ideal",
      "tagline": "Honeypot es la plataforma europea de empleo para desarrolladores. Crea tu perfil y deja que las empresas te hagan una oferta.",
      "button1": "¡Encuéntrame un trabajo!",
      "button2": "Deseo contratar"
    },
    "company-bar": {
      "tagline": "¡Más de 3 000 empresas utilizan Honeypot para contratar a desarrolladores software, ingenieros DevOps y líderes como tú!"
    },
    "join": {
      "headline": "Únete a un equipo de ingenieros donde ocupes tu puesto ideal",
      "text": "¡Más de 3 000 empresas recurren a Honeypot para contratar a desarrolladores de software, ingenieros de desarrollo e ingenieros punteros como tú!"
    },
    "process": {
      "headline": "¡Un proceso de registro tan rápido com sencillo!",
      "step1": {
        "headline": "Crea tu perfil",
        "text": "Aprovecha para contarnos qué esperas de tu próximo empleo. ¡No tardarás ni 5 minutos!"
      },
      "step2": {
        "headline": "Completa nuestro proceso de selección",
        "text": "Supera nuestro código de valoración e incluso recibe una llamada de tu gestor de talentos, que te posicionará para que recibas las mejores ofertas."
      },
      "step3": {
        "headline": "Déjate ver",
        "text": "Gana visibilidad en Honeypot para que las empresas encuentren tu perfil y puedan enviarte ofertas con su salario y su lenguaje de programación desde el primer momento."
      },
      "step4": {
        "headline": "¡Consigue trabajo!",
        "text": "Entrevístate con las empresas que te interesan y elige la que más te guste."
      }
    },
    "stack": {
      "headline": "Trabaja con tu tech stack preferido",
      "text": "Ya sea Ruby, Scala, JavaScript o cualquier otro lenguaje, en Honeypot solo recibirás ofertas de empresas para tu lenguaje de programación preferido y por el sueldo que deseas."
    },
    "location": {
      "headline": "Elige la ubicación que más te convenga",
      "text": "Honeypot opera en 15 ciudades de Alemania, Países bajos, Austria y España: Berlín, Múnich, Hamburgo, Fráncfort, Colonia, Stuttgart, Bonn, Düsseldorf, Ámsterdam, Utrecht, Róterdam, La Haya, Eindhoven, Viena y Barcelona. Establece tus preferencias de ubicación y deja que las empresas te envíen sus ofertas."
    },
    "support": {
      "headline": "Apoyo y orientación profesional gratuitos",
      "text": "Tu gestor de talentos te orientará durante todo el proceso, ofreciéndote consejos sobre tu currículum y entrevistas, ayudándote a fijar tu sueldo, a evaluar las ofertas y a encontrar un trabajo de tu agrado."
    },
    "worth": {
      "headline": "¡Descubre lo mucho que vales!",
      "text": "Las empresas acudirán a ti directamente, con lo que podrás comparar sus distintas ofertas. ¡Se acabaron las solicitudes de empleo y los agotadores tira y afloja de los cazatalentos!"
    },
    "testimonial": {
      "headline": "Los mejores trabajos para desarrolladores",
      "tagline": "Conecta con las principales empresas tecnológicas de Europa.",
      "1": {
        "image": "static/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Contratado como desarrollador frontend por Zalando",
        "text": "Me gusta Honeypot, porque las empresas te ofrecen entrevistas por un sueldo mínimo. Me he ahorrado el esfuerzo que supone dejar mis currículos, hacer entrevistas y recibir ofertas, para descubrir, por fin, que el sueldo no cumplía con mis requisitos"
      },
      "2": {
        "image": "static/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Contratado como desarrollador frontend senior por Weissmaler.",
        "text": "En apenas dos semanas recibí 13 invitaciones para entrevistas en una amplia gama de empresas. Entre ellas, elegí las que mejor se adaptaban a mi perfil y acabé encontrando el trabajo perfecto dentro de una start-up."
      },
      "3": {
        "image": "static/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Contratada como desarrolladora de JavaScript por finAPI.",
        "text": "En pocas semanas recibí montones de ofertas de trabajo y conseguí un puesto alucinante nada más acabar la carrera. Comparada con mi experiencia con los responsables de personal de otras plataformas, mi experiencia en Honeypot ha sido mucho más personalizada."
      },
      "4": {
        "image": "static/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Contratado como ingeniero móvil por Aperto",
        "text": "Mi experiencia como usuario fue increíble, la página me resultó realmente fácil de usar. La plataforma hace por ti todo el trabajo pesado, así que no necesitas buscar o llevar un registro de dónde presentas tus candidaturas. Su sistema es realmente eficiente, en el sentido de que las empresas te encuentran, lo que convierte a esta plataforma en una herramienta tan agradable como fácil de usar."
      },
      "5": {
        "image": "static/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "Desarrollador de frontend by \n Desarrollo del correo electrónico de Deutsche Post",
        "text": "Honeypot ha sido fantástico! Me sorprendió la gran cantidad de ofertas para entrevistas que recibí, y la diversidad de empresas que me las enviaron. Mi gestor de talento me ofreció valiosos consejos sobre cómo estructurar mi currículum para darle un aspecto profesional, algo que en el pasado siempre me había costado."
      }
    },
    "newsletter": {
      "headline": "Subscribe to our newsletter ",
      "text": "Get careers tips, documentary previews, discounts for conferences and exclusive content! ",
      "email-placeholder": "Your email",
      "join": "Join"
    }
  }
}
